package com.happycode.service;
import lombok.extern.slf4j.Slf4j;

@Slf4j
public class test {
    public static void main(String[] args) {
        for (int i =0;i<1000000;i++){
            log.info("测试测试测试测试测试测试测试测试测试测试测" +
                    "试测试测试测试测试测试测试测试测试测试测" +
                    "试测试测试测试测试测试测试测试测试测试测试测" +
                    "试测试测试测试测试测试测试测试测试测试测试测试测试" +
                    "测试测试测试测试测试测试测试测试测试测试测试测试测试测" +
                    "试测试测试测试测试测试测试测试测试测试测试测试测试测试测试测" +
                    "试测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试" +
                    "测试测试测试测试测试测试测试测试测试测试测试测试测试测" +
                    "测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测测试测试测试测试测试测试测试测试测试测试测试测试测试测");
        }

    }

}
